responseTemplates_old/SDPMTPullOrderInit.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <SOAP-ENV:Header>
        <gbo:UCBRUHeaders xmlns:gbo="urn:ucbru:gbo:v5">
            <gbo:Audit>
                <gbo:MessagePath>
                    <gbo:Step>
                        <gbo:Application.Module>SDPMTPullOrderInit</gbo:Application.Module>
                        <gbo:VersionId>urn:ucbru:gbo:v5</gbo:VersionId>
                        <gbo:TimeStamp>2024-01-29T16:28:43.996+03:00</gbo:TimeStamp>
                        <gbo:RoutingRole>START</gbo:RoutingRole>
                        <gbo:Comment/>
                    </gbo:Step>
                    <gbo:Step>
                        <gbo:Application.Module>SDPMTPullOrderInit</gbo:Application.Module>
                        <gbo:VersionId>urn:ucbru:gbo:v5</gbo:VersionId>
                        <gbo:TimeStamp>2024-01-29T16:28:52.440+03:00</gbo:TimeStamp>
                        <gbo:RoutingRole>SUCCESS</gbo:RoutingRole>
                        <gbo:Comment></gbo:Comment>
                    </gbo:Step>
                </gbo:MessagePath>
            </gbo:Audit>
        </gbo:UCBRUHeaders>
    </SOAP-ENV:Header>
    <SOAP-ENV:Body>
        <sdpmt:SDPMTPullOrderInit xmlns:sdpmt="urn:ucbru:gbo:v5:sdpmt">
            <sdpmt:Code>PROCESSING</sdpmt:Code>
            <sdpmt:Description>Test</sdpmt:Description>
        </sdpmt:SDPMTPullOrderInit>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>